{"WORDS FROM THE COMICS": {"Used to describe secrecy during WWII, this 2-word term had its psychological meaning popularized by Charles Schulz": "security blanket"}},{"TEACHERS": {"As a teenager this woman regained her sight thanks to 2 surgeries in 1881 & 1882": "Annie Sullivan"}},{"POETS": {"A poem by him includes, \"It was grassy and wanted wear;/though...the passing there/had worn them really about the same\"": "Robert Frost"}},{"WORDS OF THE 2000s": {"In 2008 Time Magazine described this new practice as \"one part social networking and one part capital accumulation\"": "crowdfunding"}},{"AMERICAN PLAYS": {"A character in this 1944 play is said to be like a piece in her own collection, \"too exquisitely fragile to move from the shelf\"": "The Glass Menagerie"}},{"THE KING JAMES BIBLE": {"Of the 4 riders mentioned in Revelation 6, only this one is explicitly named": "Death"}},{"EUROPEAN CITIES": {"Founded, according to tradition, in 11 B.C., this former capital lies about halfway between Paris & Berlin": "Bonn"}},{"ORGANIZATIONS": {"The oldest of these business booster groups, formed in Marseille in 1599, uses \"de\" instead of \"of\" in the name": "a chamber of commerce"}},{"19th CENTURY NOVELS": {"The title character of this 1841 novel says he got his name because he kills bucks & does, but not people": "The Deerslayer"}},{"THE ELEMENTS": {"Oddly, mining of this rare earth element with a geographic name, atomic no. 63, is mostly in Asia & with some in South America & Australia": "europium"}},{"GEOGRAPHIC NICKNAMES": {"This term for an area of the Atlantic originated in 1964 in Argosy, a pulp magazine": "the Bermuda Triangle"}},{"AMERICAN HISTORY": {"On May 1, 1869 these 2 men met at the White House, 4 years & 3 weeks after a more historic meeting between them": "Ulysses S. Grant and Robert E. Lee"}},{"19th CENTURY BRITS": {"In a poem Lord Byron, a lover of Greece, calls this diplomat & fellow lord a \"plunderer\"": "Lord Elgin"}},{"BRITISH MONARCHS": {"A \"VI\" has followed these 3 royal names of English kings": "George, Edward & Henry"}},{"COMIC BOOK SUPERHEROES": {"During his years with the Justice League of America, this superhero sometimes used the secret identity \"C. King\"": "Aquaman"}},{"20th CENTURY LITERARY CHARACTERS": {"His first name refers to the ancient district in which you'd find the Greek capital; his surname is a bird": "Atticus Finch"}},{"INTERNATIONAL NEWS": {"In 2014 this 10,000-square-mile region moved its clocks forward 2 hours to Moscow Standard Time": "Crimea"}},{"STAMPS": {"Living people are rarely seen on a stamp, but in July 1945 the USPS issued one depicting this military event": "raising the flag on Iwo Jima"}},{"LITERARY ADAPTATIONS": {"The director of the 2018 TV version of this 1953 classic said, yes, books were harmed in the making of this motion picture": "Fahrenheit 451"}},{"CELEBRITIES": {"This inductee into the Video Hall of Fame sold 17 million copies of a videocassette she released in 1982": "Jane Fonda"}},{"EUROPEAN HISTORY": {"In 2000 the Russian Orthodox church canonized 7 members of this family, 82 years after their deaths": "the Romanovs"}},{"PHYSICS TERMS": {"Ironically, it's a metaphor meaning a huge step forward, but this 2-word process only occurs on a subatomic scale": "a quantum leap"}},{"HOLLYWOOD HISTORY": {"On June 6, 2018 the Chinese Theatre dimmed its lights to honor Jerry Maren, who lived to the greatest age of any of this 1939 group": "the Munchkins"}},{"EUROPEAN CAPITALS": {"Remove 2 letters from within the 6-letter name of this capital & you get the name of a capital from a neighboring country": "Berlin"}},{"U.S. BODIES OF WATER": {"The Jordan, Bear & Weber Rivers deposit over a million tons of minerals into it annually, much of that chloride & sodium": "the Great Salt Lake"}},{"INTERNATIONAL AIRPORTS": {"From the name of the world capital it serves, DEL is the 3-letter code for the Asian airport named for her": "Indira Gandhi"}},{"MUSIC LEGENDS": {"These 2 “monarchs” of popular culture both passed away on August 16, one in 2018, the other 41 years earlier": "Elvis Presley and Aretha Franklin"}},{"FICTIONAL CHARACTERS": {"In a 1947 collection he solved 12 mysteries, including \"The Cretan Bull\" & \"The Girdle of Hyppolita\"": "Hercule Poirot"}},{"CHILDREN'S BOOKS": {"This 1883 classic ends with the words \"A well-behaved little boy!\"": "Pinocchio"}},{"FAMOUS PHRASE ORIGINS": {"One theory says a phrase for euphoria comes from plate No. 9 in an 1896 meteorological \"atlas\" of these": "clouds"}},{"WORLD WAR II": {"In 1943 millions of matchbooks were distributed in the Philippines with this 3-word quote to boost morale": "\\\"I shall return\\\""}},{"19th CENTURY AMERICANS": {"Though he became a Cabinet secretary & chief justice, once he wanted to change his name because of its \"awkward, fishy\" sound": "Salmon Chase"}},{"FOREIGN TRANSPORTATION": {"Operating for only one week a year, a train line to this city moves over half a million people a day": "Mecca"}},{"HOLIDAYS & OBSERVANCES": {"This day created in the U.S. in 1872 is observed in Florida & Louisiana in January, but Maine & Alaska hold it in May": "Arbor Day"}},{"AMERICAN AUTHORS": {"Alfred Hitchcock wrote, \"It's because I liked\" his \"stories so much that I began to make suspense films\"": "Edgar Allan Poe"}},{"ROYAL HOUSES": {"Family name of Bonnie Prince Charlie's brother Henry, whom his supporters called Henry IX of England": "Stuart"}},{"COUNTRIES OF THE WORLD": {"Because its overseas empire was dwindling, Spain declared war on this much closer country across the water on October 22, 1859": "Morocco"}},{"BEST PICTURE OSCAR WINNERS": {"These 2 films, recent back-to-back winners, both have 9 letter titles that end with the same 5 letters": "Moonlight & Spotlight"}},{"19th CENTURY NAMES": {"In 1854 he became official musical instrument maker to Emperor Napoleon III; an instrument he invented is named for him": "Adolphe Sax"}},{"STATE CAPITALS EAST OF THE MISSISSIPPI\n(Alex: We've made it 50% easier for you... we think.)": {"The last 2 letters of this city's name are the U.S. postal abbreviation for the state that it's the capital of": "Albany"}},{"NOVEL QUOTES": {"A boy at the end of this 1952 novel says to the main character, \"Say it ain't true, Roy\"": "The Natural"}},{"20th CENTURY HISTORY": {"Constructed in the 1930s, it extended from La Ferté to the Rhine River, though it also had sections along the Italian frontier": "Maginot Line"}},{"PLAYWRIGHTS": {"Before his death in 2018 at age 91, he received 4 Tony Awards, a Pulitzer Prize & was nominated for 4 Oscars": "Neil Simon"}},{"20th CENTURY NEWSMAKERS": {"In 1982 a probate judge in his home state of Michigan declared him legally dead": "Jimmy Hoffa"}},{"ART": {"This famous work of art was damaged in 1652 when a door was cut into a wall, removing Jesus' feet": "The Last Supper"}},{"WORD ORIGINS": {"This 8-letter word for a reaction against a trend comes from an engineering term for a jolt caused by a gap in machine parts": "backlash"}},{"CONSTITUTIONAL AMENDMENT MATH": {"Total of the numbers of the amendments banning state-sponsored official religion, ending slavery & repealing Prohibition": "35"}},{"ANCIENT WRITINGS": {"Its principles still used today, this treatise has chapters called \"Weak Points & Strong\" & \"Tactical Dispositions\"": "The Art of War"}},{"PRESIDENTIAL ELECTION YEARS": {"Prior to 2016 it was the last election year in which the winning candidate had never held public elected office": "1952"}},{"BRITISH LITERATURE": {"A chapter of \"The Jungle Book\" has this double-talk title, echoing the opening line of a Brit's poem some 100 years prior": "\\\"Tiger! Tiger!\\\""}},{"20th CENTURY HISTORY": {"Interpreting for Vaclav Havel, future ambassador Rita Klimova gave us this phrase for a smooth change of government": "the velvet revolution"}},{"WOMEN IN U.S. HISTORY": {"In 1901 this activist was jailed for inspiring the assassination of William McKinley, but the charge was later dropped": "Emma Goldman"}},{"BROADWAY MUSICALS": {"The title of this musical that opened in 1956 came from the last line of a nursery rhyme about a structure that spanned the Thames": "My Fair Lady"}},{"BRITISH AUTHORS": {"Born in 1866, he has been called \"the Shakespeare of science fiction\"": "H.G. Wells"}},{"19th CENTURY INVENTORS": {"He spent his life improving a plant-based substance he described as a \"vegetable leather\" or \"elastic metal\"": "Charles Goodyear"}},{"COLORFUL GEOGRAPHY": {"Named for a soldier killed in 1846 at the start of a war, it was in the news again as a port of entry to the U.S. in 2018": "Brownsville"}},{"POETS": {"He gave his pets names like Wiscus, Pettipaws, George Pushdragon & Jellylorum, the last of which he used in a poem": "T.S. Eliot"}},{"ISLANDS": {"650 miles off the U.S., it was the site of a 1609 shipwreck of colonists bound for Jamestown that may have inspired \"The Tempest\"": "Bermuda"}},{"PRIMETIME TV": {"\"Complications\" was a suggested title for this ABC drama that was renewed for a 15th season in 2018": "Grey\\'s Anatomy"}},{"SHAKESPEARE COMEDIES": {"At the end of this play: \"Why are our bodies soft & weak...but that our...hearts should well agree with our external parts?\"": "The Taming of the Shrew"}},{"PRESIDENTS & THE MOVIES": {"3 presidential films, all directed by Oliver Stone, have a total of only 9 letters in their titles--\"Nixon\" & these 2": "W and JFK"}},{"INTERNATIONAL BORDERS": {"Germany has land borders with 9 countries & only maritime boundaries with 2 countries, the U.K. & this one across the Baltic": "Sweden"}},{"THE 19th CENTURY": {"In his autobiography, Buffalo Bill Cody remembered this venture as \"a relay race against time\"": "the Pony Express"}},{"THE U.S. SENATE": {"An 1890 resolution by Senator Aldrich was killed by this, the very technique it sought to limit; a 1917 rule set some boundaries on it": "the filibuster"}},{"THE SOLAR SYSTEM": {"For a while in the 1840s, the French wanted to name this new discovery \"Le Verrier\" & the British wanted \"Oceanus\"": "Neptune"}},{"FEMALE SINGERS": {"In the 1990s this New York native had 8 of her first 10 Billboard Top 40 hits reach No. 1": "Mariah Carey"}},{"WOMEN WRITERS": {"One of her circle described her as \"a lacy sleeve with a bottle of vitriol concealed in its folds\"": "Dorothy Parker"}},{"20th CENTURY DISASTERS": {"On the radio in 1937 this 3-word exclamation came after \"the smoke and the flames now...not quite to the mooring mast\"": "\\\"Oh, the humanity!\\\""}},{"19th CENTURY NOVELS": {"Ambrose Bierce, a Civil War veteran, said of this 1895 book, the author \"knows nothing of war, yet he is drenched in blood\"": "The Red Badge of Courage"}},{"LAW ENFORCEMENT HISTORY": {"This U.S. group was formed to protect settlers in an area that had recently gained independence from Spain": "the Texas Rangers"}},{"U.K. PRIME MINISTERS": {"He was the first U.K. prime minister born after Elizabeth II became queen": "Tony Blair"}},{"20th CENTURY LITERATURE": {"The writing of this novel, the author's first with no Canadian setting, appropriately began in 1984": "The Handmaid\\'s Tale"}},{"COMIC STRIP TITLE CHARACTERS": {"These 2 were named for a European \"theologian who believed in predestination\" & a \"philosopher with a dim view of human nature\"": "Calvin & Hobbes"}},{"BROADWAY MUSICALS": {"Premiering in 2005, its story is divided into spring, summer, fall & winter, each narrated by one of the 4 male leads": "Jersey Boys"}},{"TV PERSONALITIES": {"In 2000 this man was the host of a No. 1 rated network show & a No. 2 rated syndicated talk show": "Regis Philbin"}},{"CONTEMPORARY ART": {"After it was auctioned in 2018, a work by this artist was renamed \"Love is in the Bin\"": "Banksy"}},{"PEOPLE & PLACES": {"In 1790 Thursday October Christian became the first child whose birth was recorded on this remote island": "Pitcairn Island"}},{"PRESIDENTIAL QUOTES": {"He said, \"Victory over (the) Depression will be...by the resolution of our people to fight their own battles in their own communities\"": "Herbert Hoover"}},{"FAMILIAR PHRASES": {"Originally a folk term for a chronic rash, this phrase got a new meaning as a title for a 1952 stage comedy & later a movie": "seven year itch"}},{"FAMOUS DOCTORS": {"Not an artist himself, he inspired the Surrealists but thought them \"absolute cranks\" until he met Dali in London in 1938": "Sigmund Freud"}},{"AMERICAN LANDMARKS": {"Eyewitness Jose Marti wrote, \"Luckless Irishmen, Poles, Italians... run toward the wharves\" to see its dedication": "the Statue of Liberty"}},{"TV DRAMAS": {"So that viewers wouldn't think it was about opera, the \"R\" in this show's logo was turned into a gun": "The Sopranos"}},{"1950s TRAVEL": {"In March 1958 Hilton opened a hotel in this Western Hemisphere capital but 2 1/2 years later was out of business there": "Havana"}},{"19th CENTURY NOTABLES": {"When he died in Samoa in 1894 his obituary said, \"He loved Samoa better than any other place, except Scotland\"": "Robert Louis Stevenson"}},{"TRANSPORTATION": {"Carretera Transistmica, AKA the Boyd-Roosevelt highway, runs parallel to this waterway": "the Panama Canal"}},{"1940s HISTORY": {"Air Force pilot Gail Halvorson earned the nickname \"Candy Bomber\" for his actions during this 1948-49 event": "the Berlin airlift (or Berlin air drop)"}},{"BRITISH MEMOIRS": {"Before his death in 1996, this famous son wrote the memoirs \"The Enchanted Places\" & \"The Hollow on the Hill\"": "Christopher Robin Milne"}},{"U.S. NAVY SHIPS": {"\"Peace through strength\" is the motto of the U.S. aircraft carrier named for this man who professed the same policy": "Ronald Reagan"}},{"21st CENTURY OSCARS": {"Before she was 25, she became the youngest performer to receive a second Best Actress nomination": "Jennifer Lawrence"}},{"AUTHORS": {"The first novelist on Forbes' list of billionaires, this author fell off in 2012 after giving an estimated $160 mil. to charity": "J.K. Rowling"}},{"COASTLINES": {"At 3,700 miles, the longest ocean trench is named for these 2 nations that share most of South America's Pacific coast": "Chile and Peru"}},{"HISTORICAL GEOGRAPHY\n(Alex: There's a duality in our Final Jeopardy! category today--)": {"Most of the land fighting in the first Punic war between Rome & Carthage was on this island": "Sicily"}},{"THE SUPREME COURT": {"Chief Justice Charles Evans Hughes once referred to this 1857 decision as the court's first self-inflicted wound": "the Dred Scott decision (Dred Scott v. Sanford)"}},{"BRITISH NAMES\n(Alex: [British accent] I do believe this is a very good subject for Final Jeopardy!)": {"The last name of this 17th c. baronet who held many offices is synonymous with the govt. & especially the PM's residence": "(Sir George) Downing"}},{"GEOGRAPHY & THE MOVIES": {"Named the first U.S. national monument in 1906, it was featured prominently in a blockbuster movie 71 years later": "Devils Tower"}},{"THE WORKS OF MOZART": {"Composed in 1791, the year he died, & last in the Kochel catalog of  all his works, K. 626 is this work": "Requiem"}},{"POETS' BIRTHPLACES": {"5 Cwmdonkin Drive was the address of the family home where he was born in 1914": "Dylan Thomas"}},{"U.S. LANDMARKS": {"The 1st segment of this was dedicated on July 4, 1930; the next, August 30, 1936; section 3, on September 17, 1937 & the last, on July 2, 1939": "Mt. Rushmore"}},{"NORSE MYTHOLOGY": {"After turning himself into a mare, he gave birth to an 8-legged horse that was later the prized steed of Odin": "Loki"}},{"BUSINESS & INDUSTRY": {"After it stopped U.S. operations in 2018, its website said, \"Promise us just this one thing: don't ever grow up\"": "Toys\\\"R\\\"Us"}},{"19th CENTURY AUTHORS": {"In the preface to a book of his stories, he thanks a herpetologist of upper India & an elephant named Bahadur Shah": "Rudyard Kipling"}},{"SCI-FI TV": {"One of the twin planets this alien race called home was Remus": "the Romulans"}},{"BIBLE BOOKS": {"The title of this Old Testament book is from the Greek for \"song sung to a harp\"": "Psalms"}},{"2-WORD WORLD CAPITALS": {"From 1936 to 1941 this city was the capital of Italian East Africa": "Addis Ababa"}},{"OPERA": {"In Act I of this opera, a messenger says, \"Barbarous Ethiopians\" have invaded & \"are already marching on Thebes\"": "Aida"}},{"WORLD AFFAIRS 2018": {"An Arab League summit final statement rejected \"interference\" by this country often mistakenly called an Arab land itself": "Iran"}},{"NAMES IN AMERICAN HISTORY": {"In 1999 the U.S. government was ordered to pay his family $16 million for less than 30 seconds of film": "Abraham Zapruder"}},{"THE NFL": {"For the 2018 draft this team tried to use a parrot to make a pick; the bird got stage fright": "the Tampa Bay Buccaneers"}},{"AMERICAN BUSINESS": {"Last name of John, Daniel, Elisha & Edward, whose firm turned 200 in 2018 & has dressed 40 U.S. presidents": "Brooks"}},{"THE OLD WEST": {"On October 27, 1881 this town's local newspaper reported on \"a day when blood flowed as water\"": "Tombstone, Arizona"}},{"CATHOLICISM": {"A liturgical year begins on the first Sunday of Advent, which is the Sunday closest to the feast day of this \"first apostle\"": "St. Andrew"}},{"HISTORICAL FIRSTS": {"In a tribute with no precedent, the band played this at the Buckingham Palace changing of the guard on September 13, 2001": "\\\"The Star-Spangled Banner\\\" (or the U.S. national anthem)"}},{"ACTRESSES": {"In 1997 she became the first to win an Oscar for a film directed by her husband; her brother-in-law produced the film": "Frances McDormand"}},{"AMERICAN AUTHORS": {"The 1877 novel \"Garth\", about a New Hampshire family cursed by an ancestor's crime, is by Julian, son of this novelist": "Nathaniel Hawthorne"}},{"OLYMPIC CITIES": {"Of the 4 \"M\" cities that consecutively hosted Summer Olympics in the 20th century, these 2 aren't national capitals": "Munich and Montreal"}},{"1980s MOVIES": {"Ebert: This film \"works as science fiction, it's sometimes as scary as a monster movie & at the end...not a dry eye in the house\"": "E.T."}},{"PRESIDENTIAL IRONY": {"1 of the 2 presidents who offered Daniel Webster the VP slot; he declined both, thinking the job went nowhere": "Zachary Taylor or William Henry Harrison"}},{"AMERICANA": {"It's the official fruit of the District of Columbia": "cherry"}},{"AMERICAN WRITERS": {"In a twist of irony, he accidentally set fire to some 300 acres of woods at Fair Haven Pond near the Concord River in 1844": "Henry David Thoreau"}},{"MAMMALS": {"Scientific name Mellivora capensis, this 2-word weasel family member was named \"most fearless mammal\"": "a honey badger"}},{"THE AMERICAN REVOLUTION ERA": {"She was disowned by the Quakers after marrying an Episcopalian upholsterer in 1773 & later took over his business": "Betsy Ross"}},{"19th CENTURY NAMES": {"In the 1870s he wrote that \"man is descended from a hairy, tailed quadruped, probably arboreal in its habits\"": "Charles Darwin"}},{"20th CENTURY LITERATURE": {"Chapter 1 of this 1954 British novel is entitled \"The Sound of the Shell\"": "Lord of the Flies"}},{"INTERNATIONAL GROUPS": {"The economic bloc known as the G8 became the G7 in 2014 upon the expulsion of this country": "Russia"}},{"HOLIDAYS & OBSERVANCES": {"Puebla is the only Mexican state that officially celebrates this spring holiday that is now more popular in the U.S.": "Cinco de Mayo"}},{"HISTORIC LEADERS": {"One of his many horses was named Roitelet & was ridden on the way home from Russia in 1812": "Napoleon Bonaparte"}},{"BROADWAY MUSICALS": {"Winner of 6 Tonys in 2017, it's the first Broadway musical to focus on the subject of teens & social media": "Dear Evan Hansen"}},{"ALPHANUMERIC ANATOMY": {"Alphanumerically, it's at the top of the spine & lets you nod": "C1"}},{"CHARACTERS IN CHILDREN'S LIT": {"Memories of refugees in British train stations before & after WWII helped inspire the creation of this character": "Paddington Bear"}},{"SURNAMES": {"Evoking speed & luxury, this one of the 10 most common Italian surnames goes back to the Latin word for iron": "Ferrari"}},{"HISTORIC GEOGRAPHY": {"A northern limit of the Roman Empire was a fortified road in Germany stretching 350 miles between these 2 rivers": "the Danube and the Rhine"}},{"1960s FILMS": {"Chocolate syrup, casaba melon & Playboy model Marli Renfro were enlisted to create an iconic scene in this film": "Psycho"}},{"TODAY'S INNOVATORS": {"The Ballbarrow was an early invention by this British man who's had greater success with sophisticated household devices": "James Dyson"}},